Repository: bob-zebedy/Newer
Catalog: NewerFinder/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# error.authorization.access-denied
source: 无法访问目录: %@
en: Can't access folder: %@

# error.authorization.invalid
source: 目录授权已失效
en: Folder access is no longer valid

# error.authorization.invalid-configuration
source: 授权记录损坏或版本不支持
en: Access records are damaged or use an unsupported version

# error.authorization.missing
source: 尚未授权目录
en: No folder access

# error.authorization.outside-scope
source: 尚未授权此目录: %@
en: Access not granted for this folder: %@

# error.authorization.shared-storage-unavailable
source: 无法读写授权记录
en: Can't read or save access records

# error.file-creation.invalid-template-path
source: 模板路径无效
en: Invalid template path

# error.file-creation.target-not-directory
source: 目标文件夹不存在或无法使用: %@
en: Destination folder is missing or unavailable: %@

# error.file-creation.template-not-found
source: 模板不可用 %@
en: Template unavailable %@

# error.file-creation.unique-name-unavailable
source: 无法找到可用的文件名: %@
en: Can't find an available file name: %@

# error.template.metadata-unavailable
source: 无法读取模板信息: %@
en: Can't read template details: %@

# finder.error.current-folder-unavailable
source: 无法获取当前目录
en: Can't find the current folder.

# finder.menu.authorization-unavailable
source: 无法获取授权信息
en: Authorization unavailable

# finder.menu.current-folder-unauthorized
source: 当前目录未授权
en: Current folder not authorized

# finder.menu.current-folder-unavailable
source: 无法获取当前目录
en: Current folder unavailable

# finder.menu.new-file
source: 新建文件
en: New File

# finder.menu.no-templates
source: 没有可用的模板
en: No templates available

# finder.menu.templates-unavailable
source: 模板暂时不可用
en: Templates temporarily unavailable

# log.finder.authorization-prepare-failed
source: 目录授权未生效
en: Folder access is not ready

# log.finder.authorization-read-failed
source: 读取目录授权失败
en: Failed to read folder access

# log.finder.authorizations-prepared
source: 目录授权已生效
en: Folder access is ready

# log.finder.creation-failed
source: 文件创建失败
en: Failed to create file

# log.finder.creation-requested
source: 开始创建文件
en: Creating file

# log.finder.creation-succeeded
source: 文件创建成功
en: File created

# log.finder.current-folder-unauthorized
source: 当前目录未授权
en: Folder not authorized

# log.finder.current-folder-unavailable
source: 无法获取当前目录
en: Current folder unavailable

# log.finder.directory-observation-refresh-failed
source: 刷新 Finder 菜单监听目录失败, 保留上次监听范围
en: Failed to refresh Finder menu locations; retaining the previous locations

# log.finder.identifier-conflict
source: 菜单项冲突
en: Menu items conflict

# log.finder.menu-resolve-failed
source: 无法确定所选模板
en: Couldn't identify the selected template

# log.finder.started
source: Finder 扩展已启动
en: Finder extension started

# log.finder.templates-read-failed
source: 读取模板失败
en: Failed to load templates
